tap "derailed/k9s"
tap "go-task/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "xz"
brew "btop"
brew "delve"
brew "ffmpeg"
brew "gifsicle"
brew "go"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libusb"
brew "minikube"
brew "ollama"
brew "openssl@1.1"
brew "protobuf"
brew "pyenv"
brew "subfinder"
brew "tree"
brew "watch"
brew "wtfutil"
brew "derailed/k9s/k9s"
brew "go-task/tap/go-task"
brew "heroku/brew/heroku"
cask "monitorcontrol"
cask "ngrok"
cask "utm"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "chrmarti.regex"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dionmunk.vscode-notes"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-markdown-todo"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "juanblanco.solidity"
vscode "louiswt.regexp-preview"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "yy0931.save-as-root"
vscode "yzhang.markdown-all-in-one"
