brew "awscli"
brew "broot"
brew "colima", restart_service: :changed
brew "csvkit"
brew "docker"
brew "gnupg"
brew "htslib"
brew "lazygit"
brew "micromamba"
brew "wget"
cask "pgadmin4"
cask "postman"
cask "visual-studio-code"
cask "wireshark-app"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "shd101wyy.markdown-preview-enhanced"
