tap "derailed/k9s"
tap "go-task/tap"
tap "homebrew/bundle"
brew "minikube"
brew "kubernetes-cli"
brew "ffmpeg"
brew "helm"
brew "jq"
brew "tree"
brew "watch"
brew "derailed/k9s/k9s"
brew "go"
brew "go-task/tap/go-task"
brew "docker"
cask "ngrok"
cask "warp"
cask "raycast"
cask "anaconda"
cask "visual-studio-code"
cask "1password"
cask "google-chrome"
cask "notion"
cask "whatsapp"
cask "telegram"
cask "slack"
cask "asana"
vscode "alefragnani.project-manager"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "chrmarti.regex"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dionmunk.vscode-notes"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-markdown-todo"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "juanblanco.solidity"
vscode "louiswt.regexp-preview"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "yzhang.markdown-all-in-one"
